{
"English": "Deutsch",
"Disconnect": "Trennen",
"Connect": "Verbinden",
"Your wallet is connected to an unsupported chain!": "Ihre Wallet ist mit einer nicht unterstützten Kette verbunden!",
"Choose from one of the supported chains below:": "Wählen Sie eine der unterstützten Ketten unten aus:",
"Alternatively, you may choose to connect a different wallet.": "Alternativ können Sie sich für die Verbindung einer anderen Wallet entscheiden.",
"Your account is verified and active on xxx!": "Ihr Konto ist verifiziert und aktiv auf xxx!",
"Passport Expiration Date": "Ablaufdatum des Reisepasses",
"Public Personal Data": "Öffentliche persönliche Daten",
"Over 18": "Über 18",
"Over 21": "Über 21",
"Country Code (xxx)": "Ländercode (xxx)",
"None Published": "Keine veröffentlicht",
"You may verify a new passport after this date or after revoking the current verification.": "Sie können einen neuen Reisepass nach diesem Datum oder nach Widerruf der aktuellen Verifizierung überprüfen.",
"All of your available personal data points have been published publicly on chain.": "Alle Ihre verfügbaren persönlichen Datenpunkte wurden öffentlich in der Kette veröffentlicht.",
"Since you have already redacted your personal data, you may no longer publish any of your personal data publicly. You must verify your passport again to publish your personal data publicly.": "Da Sie Ihre persönlichen Daten bereits geschwärzt haben, können Sie keine persönlichen Daten mehr öffentlich veröffentlichen. Sie müssen Ihren Reisepass erneut überprüfen, um Ihre persönlichen Daten öffentlich zu veröffentlichen.",
"Some applications will use optional public personal data: your country of residence and whether you are over 18 or 21 years of age. If you would like to publish one or more of these data points, please click the button below to sign a message proving your ownership of your account to fetch your personal data points.": "Einige Anwendungen verwenden optionale öffentliche persönliche Daten: Ihr Wohnsitzland und ob Sie über 18 oder 21 Jahre alt sind. Wenn Sie einen oder mehrere dieser Datenpunkte veröffentlichen möchten, klicken Sie bitte auf die Schaltfläche unten, um eine Nachricht zu signieren, die den Besitz Ihres Kontos nachweist, um Ihre persönlichen Datenpunkte abzurufen.",
"Fetch Personal Data": "Persönliche Daten abrufen",
"If you would like to publish your verification on another chain, change the connected blockchain in your wallet or with the selector above.": "Wenn Sie Ihre Verifizierung auf einer anderen Kette veröffentlichen möchten, ändern Sie die verbundene Blockchain in Ihrer Wallet oder mit dem oben stehenden Selector.",
"If you would like to revoke your verification, you must first redact your personal information.": "Wenn Sie Ihre Verifizierung widerrufen möchten, müssen Sie zunächst Ihre persönlichen Daten schwärzen.",
"The 'Redact' button below will remove your personal data from Coinpassport and Stripe servers but will not remove any personal data points published publicly on chain.": "Die Schaltfläche 'Schwärzen' unten entfernt Ihre persönlichen Daten von den Coinpassport- und Stripe-Servern, jedoch nicht von den öffentlich veröffentlichten persönlichen Datenpunkten in der Kette.",
"Redact Personal Information": "Persönliche Informationen schwärzen",
"Revoke Verification": "Verifizierung widerrufen",
"Your account is verified but not yet active on xxx.": "Ihr Konto ist verifiziert, aber noch nicht aktiv auf xxx.",
"Click the button below to publish your verification on this chain.": "Klicken Sie auf die Schaltfläche unten, um Ihre Verifizierung in dieser Kette zu veröffentlichen.",
"Publish Verification": "Verifizierung veröffentlichen",
"Otherwise, you may use the steps further below to begin a new passport verification.": "Andernfalls können Sie die weiter unten beschriebenen Schritte verwenden, um eine neue Passverifizierung zu starten.",
"Select which data points to publish publicly": "Wählen Sie aus, welche Datenpunkte öffentlich veröffentlicht werden sollen",
"Minimum Age": "Mindestalter",
"Country Of Origin": "Herkunftsland",
"Publish Personal Data": "Persönliche Daten veröffentlichen",
"Cancel": "Abbrechen",
"Prove you're a unique human by verifying your passport and publishing a hash of your passport number and country of citizenship to your Ethereum, Polygon, or Avalanche wallet.": "Beweisen Sie, dass Sie ein einzigartiger Mensch sind, indem Sie Ihren Reisepass verifizieren und einen Hash Ihrer Passnummer und Ihres Staatsangehörigkeitslandes in Ihrer Ethereum-, Polygon- oder Avalanche-Wallet veröffentlichen.",
"To begin, connect your browser wallet.": "Um zu beginnen, verbinden Sie Ihre Browser-Wallet.",
"Connect Wallet": "Wallet verbinden",
"Why this Matters": "Warum das wichtig ist",
"Most blockchain voting systems suffer from the fact that anybody can make multiple accounts. Proof of Personhood seeks to rewrite this rule so that wallet size no longer determines vote weight.": "Die meisten Blockchain-Abstimmungssysteme leiden darunter, dass jeder mehrere Konten erstellen kann. Der Nachweis von Personen möchte diese Regel so umschreiben, dass die Wallet-Größe nicht mehr das Abstimmungsgewicht bestimmt.",
"Other Proof of Personhood protocols implement elaborate schemes to accomplish this: Worldcoin scans your eyeballs, Idena requires synchronized captcha puzzle solving, Proof of Humanity slashes your necessarily-large deposit if you try to cheat.": "Andere Protokolle zum Nachweis von Personen setzen aufwendige Systeme um dies zu erreichen: Worldcoin scannt Ihre Augäpfel, Idena erfordert das synchronisierte Lösen von Captcha-Rätseln, Proof of Humanity reduziert Ihre zwangsläufig große Einzahlung, wenn Sie versuchen zu betrügen.",
"Coinpassport utilizes your government-issued passport to ensure each person can only open one account.": "Coinpassport verwendet Ihren von der Regierung ausgestellten Reisepass, um sicherzustellen, dass jede Person nur ein Konto eröffnen kann.",
"The full possibilities of democratic governance can now be explored on applications built using Coinpassport.": "Die vollen Möglichkeiten der demokratischen Steuerung können nun in Anwendungen erkundet werden, die mit Coinpassport erstellt wurden.",
"How it Works": "Wie es funktioniert",
"Pay 3 USDC fee to cover verification service": "Zahlen Sie 3 USDC Gebühr für die Verifizierungsdienstleistung",
"Verify by taking a picture of your passport and your face with your mobile phone": "Verifizieren Sie durch Aufnahme eines Fotos Ihres Passes und Ihres Gesichts mit Ihrem Mobiltelefon",
"Publish your verification result to any supported blockchain": "Veröffentlichen Sie Ihr Verifizierungsergebnis auf jeder unterstützten Blockchain",
"Why Trust Coinpassport": "Warum Coinpassport vertrauen",
"Your individual details will never be revealed. Your verification result only identifies your wallet as belonging to a unique human.": "Ihre persönlichen Daten werden niemals preisgegeben. Ihr Verifizierungsergebnis identifiziert nur Ihre Wallet als zugehörig zu einem einzigartigen Menschen.",
"After verifying, you may (and should) redact your personal information from our servers. If you wish, you may also revoke your verification status.": "Nach der Verifizierung können (und sollten) Sie Ihre persönlichen Informationen von unseren Servern entfernen. Wenn Sie möchten, können Sie auch Ihren Verifizierungsstatus widerrufen.",
"Supported Countries": "Unterstützte Länder",
"Albania": "Albanien",
"Algeria": "Algerien",
"Argentina": "Argentinien",
"Armenia": "Armenien",
"Australia": "Australien",
"Austria": "Österreich",
"Azerbaijan": "Aserbaidschan",
"Bahamas": "Bahamas",
"Bahrain": "Bahrain",
"Bangladesh": "Bangladesch",
"Belarus": "Belarus",
"Belgium": "Belgien",
"Benin": "Benin",
"Bolivia": "Bolivien",
"Brazil": "Brasilien",
"Bulgaria": "Bulgarien",
"Cameroon": "Kamerun",
"Canada": "Kanada",
"Chile": "Chile",
"China": "China",
"Colombia": "Kolumbien",
"Costa Rica": "Costa Rica",
"Côte d’Ivoire": "Elfenbeinküste",
"Croatia": "Kroatien",
"Cyprus": "Zypern",
"Czech Republic": "Tschechische Republik",
"Denmark": "Dänemark",
"Dominican Republic": "Dominikanische Republik",
"Ecuador": "Ecuador",
"Egypt": "Ägypten",
"El Salvador": "El Salvador",
"Estonia": "Estland",
"Finland": "Finnland",
"France": "Frankreich",
"Georgia": "Georgien",
"Germany": "Deutschland",
"Ghana": "Ghana",
"Greece": "Griechenland",
"Guatemala": "Guatemala",
"Haiti": "Haiti",
"Honduras": "Honduras",
"Hong Kong": "Hongkong",
"Hungary": "Ungarn",
"India": "Indien",
"Indonesia": "Indonesien",
"Iraq": "Irak",
"Ireland": "Irland",
"Israel": "Israel",
"Italy": "Italien",
"Jamaica": "Jamaika",
"Japan": "Japan",
"Jersey": "Jersey",
"Jordan": "Jordanien",
"Kazakhstan": "Kasachstan",
"Kenya": "Kenia",
"Kuwait": "Kuwait",
"Latvia": "Lettland",
"Lebanon": "Libanon",
"Liechtenstein": "Liechtenstein",
"Lithuania": "Litauen",
"Luxembourg": "Luxemburg",
"Malaysia": "Malaysia",
"Malta": "Malta",
"Mauritius": "Mauritius",
"Mexico": "Mexiko",
"Moldova": "Moldawien",
"Mongolia": "Mongolei",
"Morocco": "Marokko",
"Myanmar (Burma)": "Myanmar (Birma)",
"Nepal": "Nepal",
"Netherlands": "Niederlande",
"New Zealand": "Neuseeland",
"Nigeria": "Nigeria",
"North Macedonia": "Nordmazedonien",
"Norway": "Norwegen",
"Pakistan": "Pakistan",
"Palestinian Territories": "Palästinensische Gebiete",
"Panama": "Panama",
"Paraguay": "Paraguay",
"Peru": "Peru",
"Philippines": "Philippinen",
"Poland": "Polen",
"Portugal": "Portugal",
"Puerto Rico": "Puerto Rico",
"Romania": "Rumänien",
"Russia": "Russland",
"Saudi Arabia": "Saudi-Arabien",
"Serbia": "Serbien",
"Singapore": "Singapur",
"Slovakia": "Slowakei",
"Slovenia": "Slowenien",
"South Africa": "Südafrika",
"South Korea": "Südkorea",
"Spain": "Spanien",
"Sri Lanka": "Sri Lanka",
"Sweden": "Schweden",
"Switzerland": "Schweiz",
"Taiwan": "Taiwan",
"Thailand": "Thailand",
"Tunisia": "Tunesien",
"Turkey": "Türkei",
"Uganda": "Uganda",
"Ukraine": "Ukraine",
"United Arab Emirates": "Vereinigte Arabische Emirate",
"United Kingdom": "Vereinigtes Königreich",
"United States": "Vereinigte Staaten",
"Uruguay": "Uruguay",
"Uzbekistan": "Usbekistan",
"Venezuela": "Venezuela",
"Vietnam": "Vietnam",
"Step 1: Approve Fee": "Schritt 1: Gebühr genehmigen",
"Verifying your passport costs 3 USDC.": "Die Überprüfung Ihres Passes kostet 3 USDC.",
"Please approve this amount.": "Bitte genehmigen Sie diesen Betrag.",
"Approve 3 USDC": "3 USDC genehmigen",
"Step 2: Pay Fee": "Schritt 2: Gebühr bezahlen",
"A fee of 3 USDC is required to verify your passport.": "Eine Gebühr von 3 USDC ist erforderlich, um Ihren Pass zu überprüfen.",
"This amount covers Stripe's fee as well as server expenses and any applicable taxes.": "Dieser Betrag deckt die Gebühren von Stripe sowie Serverkosten und anfallende Steuern ab.",
"Pay 3 USDC": "3 USDC bezahlen",
"Step 3: Perform Verification": "Schritt 3: Überprüfung durchführen",
"Next, prove your ownership of the account by signing the block number of your fee payment. This operation costs no gas.": "Beweisen Sie als Nächstes den Besitz des Kontos, indem Sie die Blocknummer Ihrer Gebührenzahlung signieren. Diese Operation kostet kein Gas.",
"You will then be redirected to Stripe's website where you will take pictures of your passport and your face.": "Sie werden dann zur Website von Stripe weitergeleitet, wo Sie Fotos von Ihrem Pass und Ihrem Gesicht aufnehmen.",
"Further Input Required": "Weitere Eingabe erforderlich",
"Possible reasons:": "Mögliche Gründe:",
"Verification canceled before completion": "Überprüfung vor Abschluss abgebrochen",
"Submitted verification images did not validate": "Eingereichte Überprüfungsbilder wurden nicht validiert",
"Please try again.": "Bitte versuchen Sie es erneut.",
"Perform Verification": "Überprüfung durchführen",
"Verification Processing...": "Überprüfung in Bearbeitung...",
"Please refresh this page in a few minutes.": "Bitte aktualisieren Sie diese Seite in einigen Minuten.",
"Refresh Now": "Jetzt aktualisieren",
"New Verifications Temporarily Unavailable": "Neue Überprüfungen vorübergehend nicht verfügbar",
"As a safeguard, the verification limit has been reached temporarily.": "Als Sicherheitsmaßnahme wurde das Überprüfungslimit vorübergehend erreicht.",
"Please try again soon.": "Bitte versuchen Sie es bald erneut."
}
