{
  "English": "Español",
  "Disconnect": "Desconectar",
  "Connect": "Conectar",
  "Your wallet is connected to an unsupported chain!": "La cartera está conectada a una cadena sin apoyo!",
  "Choose from one of the supported chains below:": "Elege abajo una cadena apoyada:",
  "Alternatively, you may choose to connect a different wallet.": "Alternativamente, puedes conectar otra cartera.",
  "Your account is verified and active on xxx!": "La cuenta está verificada y activa en xxx!",
  "Passport Expiration Date": "Fecha de expiración del pasaporte",
  "Public Personal Data": "Datos personales publicos",
  "Over 18": "Mayor de 18",
  "Over 21": "Mayor de 21",
  "Country Code (xxx)": "Codigo del País (xxx)",
  "None Published": "Ningun publicado",
  "You may verify a new passport after this date or after revoking the current verification.": "Puedes verificar otro pasaporte después de esta fecha o después de revocar la verificación presente.",
  "All of your available personal data points have been published publicly on chain.": "Todos datos personales disponibles han publicado en cadena.",
  "Since you have already redacted your personal data, you may no longer publish any of your personal data publicly. You must verify your passport again to publish your personal data publicly.": "Ya que los datos personales están redactados, ya no puedes publicar ningun dato personal. Tienes que verificar el pasaporte otra vez para publicar los datos personales.",
  "Some applications will use optional public personal data: your country of residence and whether you are over 18 or 21 years of age. If you would like to publish one or more of these data points, please click the button below to sign a message proving your ownership of your account to fetch your personal data points.": "Algunas aplicaciones usen datos personales publicos: país de residencia y sea mayor de 18 o 21 años de edad. Si quieres publicar uno o más de estes datos, haz click el botón abajo para firmar una mensaje probanda tu propiedad de la cuenta.",
  "Fetch Personal Data": "Buscar datos personales",
  "If you would like to publish your verification on another chain, change the connected blockchain in your wallet or with the selector above.": "Si quieres publicar la verificación a otra cadena, cambie la cadena conectada en tu cartera o en el selector arriba.",
  "If you would like to revoke your verification, you must first redact your personal information.": "Si quieres revocar la verificación, primero, redacte los datos personales.",
  "The 'Redact' button below will remove your personal data from Coinpassport and Stripe servers but will not remove any personal data points published publicly on chain.": "El botón 'Eliminar' abajo eliminará los datos personales de los servidores de Coinpassport y Stripe pero no de los datos personales publicados en cadena.",
  "Redact Personal Information": "Eliminar datos personales",
  "Revoke Verification": "Revocar Verificación",
  "Your account is verified but not yet active on xxx.": "La cuenta está verificada pero ya no está activa en xxx.",
  "Click the button below to publish your verification on this chain.": "Haz click el botón abajo para publicar la verificación en esta cadena.",
  "Publish Verification": "Publicar Verificación",
  "Otherwise, you may use the steps further below to begin a new passport verification.": "De otra manera, use los pasos abajo para empezar otra verificación.",
  "Select which data points to publish publicly": "Elegir cuales datos para publicar",
  "Minimum Age": "Edad minima",
  "Country Of Origin": "País de Origen",
  "Publish Personal Data": "Publicar Datos Personales",
  "Cancel": "Cancelar",
  "Prove you're a unique human by verifying your passport and publishing a hash of your passport number and country of citizenship to your Ethereum, Polygon, or Avalanche wallet.": "Demuestre que es un ser humano único verificando su pasaporte y publicando un hash de su número de pasaporte y país de ciudadanía en su cartera Ethereum, Polygon o Avalanche.",
  "To begin, connect your browser wallet.": "Para empezar, conecte la cartera",
  "Connect Wallet": "Conectar la cartera",
  "Why this Matters": "Por qué esto es importante",
  "Most blockchain voting systems suffer from the fact that anybody can make multiple accounts. Proof of Personhood seeks to rewrite this rule so that wallet size no longer determines vote weight.": "La mayoría de los sistemas de votación de blockchain se ven afectados por el hecho de que cualquiera puede crear varias cuentas. Prueba de Personalidad busca reescribir esta regla para que el tamaño de la billetera ya no determine el peso del voto.",
  "Other Proof of Personhood protocols implement elaborate schemes to accomplish this: Worldcoin scans your eyeballs, Idena requires synchronized captcha puzzle solving, Proof of Humanity slashes your necessarily-large deposit if you try to cheat.": "Otros protocolos de Prueba de Personalidad implementan esquemas elaborados para lograr esto: Worldcoin escanea tus ojos, Idena requiere la resolución sincronizada de rompecabezas captcha, Proof of Humanity recorta tu depósito necesariamente-grande si intentas hacer trampa.",
  "Coinpassport utilizes your government-issued passport to ensure each person can only open one account.": "Coinpassport utiliza su pasaporte emitido por el gobierno para garantizar que cada persona solo pueda abrir una cuenta.",
  "The full possibilities of democratic governance can now be explored on applications built using Coinpassport.": "Ahora se pueden explorar todas las posibilidades de la gobernanza democrática en aplicaciones creadas con Coinpassport.",
  "How it Works": "Cómo Funciona",
  "Pay 3 USDC fee to cover verification service": "Pague 3 USDC tarifa para cobrar el servicio de verificación",
  "Verify by taking a picture of your passport and your face with your mobile phone": "Verifique por tomar una foto del pasaporte y la cara con el móvil",
  "Publish your verification result to any supported blockchain": "Publique su resultado de verificación en cualquier cadena compatible",
  "Why Trust Coinpassport": "Por qué confiar en Coinpassport",
  "Your individual details will never be revealed. Your verification result only identifies your wallet as belonging to a unique human.": "Tus detalles individuales nunca serán revelados. El resultado de la verificación solo conecta la cartera a un humano único.",
  "After verifying, you may (and should) redact your personal information from our servers. If you wish, you may also revoke your verification status.": "Después de verificar, puede (y debe) eliminar su información personal de nuestros servidores. Si lo desea, también puede revocar su estado de verificación.",
  "Supported Countries": "Países Apoyados",
  "Albania": "Albania",
  "Algeria": "Argelia",
  "Argentina": "Argentina",
  "Armenia": "Armenia",
  "Australia": "Australia",
  "Austria": "Austria",
  "Azerbaijan": "Azerbaiyán",
  "Bahamas": "Bahamas",
  "Bahrain": "Baréin",
  "Bangladesh": "Bangladés",
  "Belarus": "Bielorrusia",
  "Belgium": "Bélgica",
  "Benin": "Benín",
  "Bolivia": "Bolivia",
  "Brazil": "Brasil",
  "Bulgaria": "Bulgaria",
  "Cameroon": "Camerún",
  "Canada": "Canadá",
  "Chile": "Chile",
  "China": "China",
  "Colombia": "Colombia",
  "Costa Rica": "Costa Rica",
  "Côte d’Ivoire": "Costa de Marfil",
  "Croatia": "Croacia",
  "Cyprus": "Chipre",
  "Czech Republic": "República Checa",
  "Denmark": "Dinamarca",
  "Dominican Republic": "República Dominicana",
  "Ecuador": "Ecuador",
  "Egypt": "Egipto",
  "El Salvador": "El Salvador",
  "Estonia": "Estonia",
  "Finland": "Finlandia",
  "France": "Francia",
  "Georgia": "Georgia",
  "Germany": "Alemania",
  "Ghana": "Ghana",
  "Greece": "Grecia",
  "Guatemala": "Guatemala",
  "Haiti": "Haití",
  "Honduras": "Honduras",
  "Hong Kong": "Hong Kong",
  "Hungary": "Hungría",
  "India": "India",
  "Indonesia": "Indonesia",
  "Iraq": "Irak",
  "Ireland": "Irlanda",
  "Israel": "Israel",
  "Italy": "Italia",
  "Jamaica": "Jamaica",
  "Japan": "Japón",
  "Jersey": "Jersey",
  "Jordan": "Jordania",
  "Kazakhstan": "Kazajistán",
  "Kenya": "Kenia",
  "Kuwait": "Kuwait",
  "Latvia": "Letonia",
  "Lebanon": "Líbano",
  "Liechtenstein": "Liechtenstein",
  "Lithuania": "Lituania",
  "Luxembourg": "Luxemburgo",
  "Malaysia": "Malasia",
  "Malta": "Malta",
  "Mauritius": "Mauricio",
  "Mexico": "México",
  "Moldova": "Moldavia",
  "Mongolia": "Mongolia",
  "Morocco": "Marruecos",
  "Myanmar (Burma)": "Myanmar (Birmania)",
  "Nepal": "Nepal",
  "Netherlands": "Países Bajos",
  "New Zealand": "Nueva Zelanda",
  "Nigeria": "Nigeria",
  "North Macedonia": "Macedonia del Norte",
  "Norway": "Noruega",
  "Pakistan": "Pakistán",
  "Palestinian Territories": "Territorios Palestinos",
  "Panama": "Panamá",
  "Paraguay": "Paraguay",
  "Peru": "Perú",
  "Philippines": "Filipinas",
  "Poland": "Polonia",
  "Portugal": "Portugal",
  "Puerto Rico": "Puerto Rico",
  "Romania": "Rumania",
  "Russia": "Rusia",
  "Saudi Arabia": "Arabia Saudita",
  "Serbia": "Serbia",
  "Singapore": "Singapur",
  "Slovakia": "Eslovaquia",
  "Slovenia": "Eslovenia",
  "South Africa": "Sudáfrica",
  "South Korea": "Corea del Sur",
  "Spain": "España",
  "Sri Lanka": "Sri Lanka",
  "Sweden": "Suecia",
  "Switzerland": "Suiza",
  "Taiwan": "Taiwán",
  "Thailand": "Tailandia",
  "Tunisia": "Túnez",
  "Turkey": "Turquía",
  "Uganda": "Uganda",
  "Ukraine": "Ucrania",
  "United Arab Emirates": "Emiratos Árabes Unidos",
  "United Kingdom": "Reino Unido",
  "United States": "Estados Unidos",
  "Uruguay": "Uruguay",
  "Uzbekistan": "Uzbekistán",
  "Venezuela": "Venezuela",
  "Vietnam": "Vietnam",
  "Step 1: Approve Fee": "Paso 1: Aprobar Tarifa",
  "Verifying your passport costs 3 USDC.": "Verificar el pasaporte cuesta 3 USDC.",
  "Please approve this amount.": "Por favor, aprobe la cantidad.",
  "Approve 3 USDC": "Aprobar 3 USDC",
  "Step 2: Pay Fee": "Paso 2: Pagar Tarifa",
  "A fee of 3 USDC is required to verify your passport.": "Una tarifa de 3 USDC es requerido para verificar el pasaporte.",
  "This amount covers Stripe's fee as well as server expenses and any applicable taxes.": "Esta cantidad cobra la tarifa de Stripe, los gastos del servidores, y cualquier impuesto aplicable.",
  "Pay 3 USDC": "Pagar 3 USDC",
  "Step 3: Perform Verification": "Paso 3: Realizar la Verificación",
  "Next, prove your ownership of the account by signing the block number of your fee payment. This operation costs no gas.": "Ya, demuestre la propriedad de la cuenta con una firma del numero del bloque del pago de la tarifa. Esta operación no cuesta gas.",
  "You will then be redirected to Stripe's website where you will take pictures of your passport and your face.": "Estarás redirigido al sitio de Stripe para tomar las fotos del pasaporte y la cara.",
  "Further Input Required": "Entrada adicional requerida",
  "Possible reasons:": "Razones posibles:",
  "Verification canceled before completion": "Verificación cancelada antes de completarse",
  "Submitted verification images did not validate": "Las imágenes de verificación enviadas no validaron",
  "Please try again.": "Inténtalo de nuevo.",
  "Perform Verification": "Realizar la Verificación",
  "Verification Processing...": "Procesando la verificación...",
  "Please refresh this page in a few minutes.": "Por favor recarga esta pagina en pocos minutos.",
  "Refresh Now": "Recargar Ahora",
  "New Verifications Temporarily Unavailable": "Verificaciones nuevas no disponibles temporalmente",
  "As a safeguard, the verification limit has been reached temporarily.": "Como medida de seguridad, el límite de verificación se ha alcanzado temporalmente.",
  "Please try again soon.": "Vuelva a intentarlo pronto."
}
