{
  "English": "Español",
  "Disconnect": "Desconectar",
  "Connect": "Conectar",
  "Your wallet is connected to an unsupported chain!": "La cartera está conectada a una cadena sin apoyo!",
  "Choose from one of the supported chains below:": "Elege abajo una cadena apoyada:",
  "Alternatively, you may choose to connect a different wallet.": "Alternativamente, puedes conectar otra cartera.",
  "Your account is verified and active on xxx!": "La cuenta está verificada y activa en xxx!",
  "Passport Expiration Date": "Fecha de expiración del pasaporte",
  "Public Personal Data": "Datos personales publicos",
  "Over 18": "Mayor de 18",
  "Over 21": "Mayor de 21",
  "Country Code (xxx)": "Codigo del País (xxx)",
  "None Published": "Ningun publicado",
  "You may verify a new passport after this date or after revoking the current verification.": "Puedes verificar otro pasaporte después de esta fecha o después de revocar la verificación presente.",
  "All of your available personal data points have been published publicly on chain.": "Todos datos personales disponibles han publicado en cadena.",
  "Since you have already redacted your personal data, you may no longer publish any of your personal data publicly. You must verify your passport again to publish your personal data publicly.": "Ya que los datos personales están redactados, ya no puedes publicar ningun dato personal. Tienes que verificar el pasaporte otra vez para publicar los datos personales.",
  "Some applications will use optional public personal data: your country of residence and whether you are over 18 or 21 years of age. If you would like to publish one or more of these data points, please click the button below to sign a message proving your ownership of your account to fetch your personal data points.": "Algunas aplicaciones usen datos personales publicos: país de residencia y sea mayor de 18 o 21 años de edad. Si quieres publicar uno o más de estes datos, haz click el botón abajo para firmar una mensaje probanda tu propiedad de la cuenta.",
  "Fetch Personal Data": "Buscar datos personales",
  "If you would like to publish your verification on another chain, change the connected blockchain in your wallet or with the selector above.": "Si quieres publicar la verificación a otra cadena, cambie la cadena conectada en tu cartera o en el selector arriba.",
  "If you would like to revoke your verification, you must first redact your personal information.": "Si quieres revocar la verificación, primero, redacte los datos personales.",
  "The 'Redact' button below will remove your personal data from Coinpassport and Stripe servers but will not remove any personal data points published publicly on chain.": "El botón 'Redactar' abajo eliminará los datos personales de los servidores de Coinpassport y Stripe pero no de los datos personales publicados en cadena.",
  "Redact Personal Information": "Redactar datos personales",
  "Revoke Verification": "Revocar Verificación",
  "Your account is verified but not yet active on xxx.": "La cuenta está verificada pero ya no está activa en xxx.",
  "Click the button below to publish your verification on this chain.": "Haz click el botón abajo para publicar la verificación en esta cadena.",
  "Publish Verification": "Publicar Verificación",
  "Otherwise, you may use the steps further below to begin a new passport verification.": "De otra manera, use los pasos abajo para empezar otra verificación.",
  "Select which data points to publish publicly": "Elegir cuales datos para publicar",
  "Minimum Age": "Edad minima",
  "Country Of Origin": "País de Origen",
  "Publish Personal Data": "Publicar Datos Personales",
  "Cancel": "Cancelar",
  "Link your identity to your Ethereum, Polygon, or Avalanche wallet by verifying your passport and publishing a hash of your passport number and country of citizenship.": "Enlace tu identidad a tu cartera de Ethereum, Polygon, o Avalanche por verificar el pasaporte y publicar un código del numero del pasaporte y país de ciudadanía.",
  "To begin, connect your browser wallet.": "Para empezar, conecte la cartera",
  "Connect Wallet": "Conectar la cartera",
  "How it Works": "Cómo Funciona",
  "Pay 3 USDC fee to cover verification service": "Pague 3 USDC tarifa para cobrar el servicio de verificación",
  "Verify by taking a picture of your passport and your face with your mobile phone": "Verifique por tomar una foto del pasaporte y la cara con el móvil",
  "Publish your verification result to the blockchain": "Publique la verificación a la cadena",
  "Your individual details will never be revealed. Your verification result only identifies your wallet as belonging to a unique human.": "Tus detalles individuales nunca serán revelados. El resultado de la verificación solo conecta la cartera a un humano único.",
  "After verifying, you may redact your personal information from our servers at any time, as well as revoke your verification status if desired.": "Después de verificar, puedes redactar tu información personal de nuestros servidores en cualquier momento, y revocar el estatus de verificación si deseas.",
  "Supported Countries": "Países Apoyados",
  "Australia": "Australia",
  "Austria": "Austria",
  "Belgium": "Bélgica",
  "Canada": "Canadá",
  "Costa Rica": "Costa Rica",
  "Cyprus": "Chipre",
  "Czech Republic": "República Checa",
  "Denmark": "Dinamarca",
  "Estonia": "Estonia",
  "Finland": "Finlandia",
  "France": "Francia",
  "Germany": "Alemania",
  "Hong Kong": "Hong Kong",
  "Ireland": "Irlanda",
  "Italy": "Italia",
  "Latvia": "Letonia",
  "Liechtenstein": "Liechtenstein",
  "Lithuania": "Lituania",
  "Luxemborg": "Luxemburgo",
  "Malta": "Malta",
  "Netherlands": "Países Bajos",
  "New Zealand": "Nueva Zelanda",
  "Norway": "Noruega",
  "Portugal": "Portugal",
  "Romania": "Rumania",
  "Slovakia": "Eslovaquia",
  "Slovenia": "Eslovenia",
  "Spain": "España",
  "Sweden": "Suecia",
  "Switzerland": "Suiza",
  "United Arab Emirates": "Emiratos Árabes Unidos",
  "United Kingdom": "Reino Unido",
  "United States": "Estados Unidos",
  "Step 1: Approve Fee": "Paso 1: Aprobar Tarifa",
  "Verifying your passport costs 3 USDC.": "Verificar el pasaporte cuesta 3 USDC.",
  "Please approve this amount.": "Por favor, aprobe la cantidad.",
  "Approve 3 USDC": "Aprobar 3 USDC",
  "Step 2: Pay Fee": "Paso 2: Pagar Tarifa",
  "A fee of 3 USDC is required to verify your passport.": "Una tarifa de 3 USDC es requerido para verificar el pasaporte.",
  "This amount covers Stripe's fee as well as server expenses and any applicable taxes.": "Esta cantidad cobra la tarifa de Stripe, los gastos del servidores, y cualquier impuesto aplicable.",
  "Pay 3 USDC": "Pagar 3 USDC",
  "Step 3: Perform Verification": "Paso 3: Realizar la Verificación",
  "Next, prove your ownership of the account by signing the block number of your fee payment. This operation costs no gas.": "Ya, demuestre la propriedad de la cuenta con una firma del numero del bloque del pago de la tarifa. Esta operación no cuesta gas.",
  "You will then be redirected to Stripe's website where you will take pictures of your passport and your face.": "Estarás redirigido al sitio de Stripe para tomar las fotos del pasaporte y la cara.",
  "Further Input Required": "Entrada adicional requerida",
  "Possible reasons:": "Razones posibles:",
  "Verification canceled before completion": "Verificación cancelada antes de completarse",
  "Submitted verification images did not validate": "Las imágenes de verificación enviadas no validaron",
  "Please try again.": "Inténtalo de nuevo.",
  "Perform Verification": "Realizar la Verificación",
  "Verification Processing...": "Procesando la verificación...",
  "Please refresh this page in a few minutes.": "Por favor recarga esta pagina en pocos minutos.",
  "New Verifications Temporarily Unavailable": "Verificaciones nuevas no disponibles temporalmente",
  "As a safeguard, the verification limit has been reached temporarily.": "Como medida de seguridad, el límite de verificación se ha alcanzado temporalmente.",
  "Please try again soon.": "Vuelva a intentarlo pronto."
}
