{
"English": "Français",
"Disconnect": "Déconnecter",
"Connect": "Connecter",
"Your wallet is connected to an unsupported chain!": "Votre portefeuille est connecté à une chaîne non prise en charge !",
"Choose from one of the supported chains below:": "Choisissez l'une des chaînes prises en charge ci-dessous :",
"Alternatively, you may choose to connect a different wallet.": "Sinon, vous pouvez choisir de connecter un autre portefeuille.",
"Your account is verified and active on xxx!": "Votre compte est vérifié et actif sur xxx !",
"Passport Expiration Date": "Date d'expiration du passeport",
"Public Personal Data": "Données personnelles publiques",
"Over 18": "Plus de 18 ans",
"Over 21": "Plus de 21 ans",
"Country Code (xxx)": "Code du pays (xxx)",
"None Published": "Aucun publié",
"You may verify a new passport after this date or after revoking the current verification.": "Vous pouvez vérifier un nouveau passeport après cette date ou après révocation de la vérification en cours.",
"All of your available personal data points have been published publicly on chain.": "Tous vos points de données personnelles disponibles ont été publiés publiquement sur la chaîne.",
"Since you have already redacted your personal data, you may no longer publish any of your personal data publicly. You must verify your passport again to publish your personal data publicly.": "Puisque vous avez déjà expurgé vos données personnelles, vous ne pouvez plus publier vos données personnelles publiquement. Vous devez vérifier à nouveau votre passeport pour publier vos données personnelles publiquement.",
"Some applications will use optional public personal data: your country of residence and whether you are over 18 or 21 years of age. If you would like to publish one or more of these data points, please click the button below to sign a message proving your ownership of your account to fetch your personal data points.": "Certaines applications utiliseront des données personnelles publiques facultatives : votre pays de résidence et si vous avez plus de 18 ou 21 ans. Si vous souhaitez publier un ou plusieurs de ces points de données, veuillez cliquer sur le bouton ci-dessous pour signer un message prouvant la propriété de votre compte pour récupérer vos points de données personnelles.",
"Fetch Personal Data": "Récupérer les données personnelles",
"If you would like to publish your verification on another chain, change the connected blockchain in your wallet or with the selector above.": "Si vous souhaitez publier votre vérification sur une autre chaîne, changez la chaîne connectée dans votre portefeuille ou avec le sélecteur ci-dessus.",
"If you would like to revoke your verification, you must first redact your personal information.": "Si vous souhaitez révoquer votre vérification, vous devez d'abord expurger vos informations personnelles.",
"The 'Redact' button below will remove your personal data from Coinpassport and Stripe servers but will not remove any personal data points published publicly on chain.": "Le bouton 'Expurger' ci-dessous supprimera vos données personnelles des serveurs Coinpassport et Stripe, mais ne supprimera pas les points de données personnelles publiés publiquement sur la chaîne.",
"Redact Personal Information": "Supprimer les informations personnelles",
"Revoke Verification": "Révoquer la vérification",
"Your account is verified but not yet active on xxx.": "Votre compte est vérifié mais pas encore actif sur xxx.",
"Click the button below to publish your verification on this chain.": "Cliquez sur le bouton ci-dessous pour publier votre vérification sur cette chaîne.",
"Publish Verification": "Publier la vérification",
"Otherwise, you may use the steps further below to begin a new passport verification.": "Sinon, vous pouvez suivre les étapes ci-dessous pour commencer une nouvelle vérification de passeport.",
"Select which data points to publish publicly": "Sélectionnez les données à publier publiquement",
"Minimum Age": "Âge minimum",
"Country Of Origin": "Pays d'origine",
"Publish Personal Data": "Publier les données personnelles",
"Cancel": "Annuler",
"Prove you're a unique human by verifying your passport and publishing a hash of your passport number and country of citizenship to your Ethereum, Polygon, or Avalanche wallet.": "Prouvez que vous êtes un être humain unique en vérifiant votre passeport et en publiant un hachage de votre numéro de passeport et de votre pays de citoyenneté sur votre portefeuille Ethereum, Polygon ou Avalanche.",
"To begin, connect your browser wallet.": "Pour commencer, connectez votre portefeuille de navigateur.",
"Connect Wallet": "Connecter le portefeuille",
"Why this Matters": "Pourquoi cela est important",
"Most blockchain voting systems suffer from the fact that anybody can make multiple accounts. Proof of Personhood seeks to rewrite this rule so that wallet size no longer determines vote weight.": "La plupart des systèmes de vote blockchain souffrent du fait que n'importe qui peut créer plusieurs comptes. La preuve d'identité vise à réécrire cette règle afin que la taille du portefeuille ne détermine plus le poids des votes.",
"Other Proof of Personhood protocols implement elaborate schemes to accomplish this: Worldcoin scans your eyeballs, Idena requires synchronized captcha puzzle solving, Proof of Humanity slashes your necessarily-large deposit if you try to cheat.": "D'autres protocoles de preuve d'identité mettent en œuvre des schémas élaborés pour y parvenir : Worldcoin scanne vos yeux, Idena nécessite la résolution synchronisée de puzzles captcha, Proof of Humanity réduit votre dépôt nécessairement important si vous essayez de tricher.",
"Coinpassport utilizes your government-issued passport to ensure each person can only open one account.": "Coinpassport utilise votre passeport délivré par le gouvernement pour s'assurer que chaque personne ne peut ouvrir qu'un seul compte.",
"The full possibilities of democratic governance can now be explored on applications built using Coinpassport.": "Les possibilités complètes de gouvernance démocratique peuvent désormais être explorées sur des applications construites à l'aide de Coinpassport.",
"How it Works": "Comment ça fonctionne",
"Pay 3 USDC fee to cover verification service": "Payer des frais de 3 USDC pour couvrir le service de vérification",
"Verify by taking a picture of your passport and your face with your mobile phone": "Vérifiez en prenant une photo de votre passeport et de votre visage avec votre téléphone portable",
"Publish your verification result to any supported blockchain": "Publiez votre résultat de vérification sur n'importe quelle blockchain prise en charge",
"Why Trust Coinpassport": "Pourquoi faire confiance à Coinpassport",
"Your individual details will never be revealed. Your verification result only identifies your wallet as belonging to a unique human.": "Vos détails individuels ne seront jamais révélés. Le résultat de la vérification identifie uniquement votre portefeuille comme appartenant à un être humain unique.",
"After verifying, you may (and should) redact your personal information from our servers. If you wish, you may also revoke your verification status.": "Après vérification, vous pouvez (et devez) supprimer vos informations personnelles de nos serveurs. Si vous le souhaitez, vous pouvez également révoquer votre statut de vérification.",
"Supported Countries": "Pays pris en charge",
"Albania": "Albanie",
"Algeria": "Algérie",
"Argentina": "Argentine",
"Armenia": "Arménie",
"Australia": "Australie",
"Austria": "Autriche",
"Azerbaijan": "Azerbaïdjan",
"Bahamas": "Bahamas",
"Bahrain": "Bahreïn",
"Bangladesh": "Bangladesh",
"Belarus": "Biélorussie",
"Belgium": "Belgique",
"Benin": "Bénin",
"Bolivia": "Bolivie",
"Brazil": "Brésil",
"Bulgaria": "Bulgarie",
"Cameroon": "Cameroun",
"Canada": "Canada",
"Chile": "Chili",
"China": "Chine",
"Colombia": "Colombie",
"Costa Rica": "Costa Rica",
"Côte d’Ivoire": "Côte d'Ivoire",
"Croatia": "Croatie",
"Cyprus": "Chypre",
"Czech Republic": "République tchèque",
"Denmark": "Danemark",
"Dominican Republic": "République dominicaine",
"Ecuador": "Équateur",
"Egypt": "Égypte",
"El Salvador": "El Salvador",
"Estonia": "Estonie",
"Finland": "Finlande",
"France": "France",
"Georgia": "Géorgie",
"Germany": "Allemagne",
"Ghana": "Ghana",
"Greece": "Grèce",
"Guatemala": "Guatemala",
"Haiti": "Haïti",
"Honduras": "Honduras",
"Hong Kong": "Hong Kong",
"Hungary": "Hongrie",
"India": "Inde",
"Indonesia": "Indonésie",
"Iraq": "Irak",
"Ireland": "Irlande",
"Israel": "Israël",
"Italy": "Italie",
"Jamaica": "Jamaïque",
"Japan": "Japon",
"Jersey": "Jersey",
"Jordan": "Jordanie",
"Kazakhstan": "Kazakhstan",
"Kenya": "Kenya",
"Kuwait": "Koweït",
"Latvia": "Lettonie",
"Lebanon": "Liban",
"Liechtenstein": "Liechtenstein",
"Lithuania": "Lituanie",
"Luxembourg": "Luxembourg",
"Malaysia": "Malaisie",
"Malta": "Malte",
"Mauritius": "Maurice",
"Mexico": "Mexique",
"Moldova": "Moldavie",
"Mongolia": "Mongolie",
"Morocco": "Maroc",
"Myanmar (Burma)": "Myanmar (Birmanie)",
"Nepal": "Népal",
"Netherlands": "Pays-Bas",
"New Zealand": "Nouvelle-Zélande",
"Nigeria": "Nigéria",
"North Macedonia": "Macédoine du Nord",
"Norway": "Norvège",
"Pakistan": "Pakistan",
"Palestinian Territories": "Territoires palestiniens",
"Panama": "Panama",
"Paraguay": "Paraguay",
"Peru": "Pérou",
"Philippines": "Philippines",
"Poland": "Pologne",
"Portugal": "Portugal",
"Puerto Rico": "Porto Rico",
"Romania": "Roumanie",
"Russia": "Russie",
"Saudi Arabia": "Arabie Saoudite",
"Serbia": "Serbie",
"Singapore": "Singapour",
"Slovakia": "Slovaquie",
"Slovenia": "Slovénie",
"South Africa": "Afrique du Sud",
"South Korea": "Corée du Sud",
"Spain": "Espagne",
"Sri Lanka": "Sri Lanka",
"Sweden": "Suède",
"Switzerland": "Suisse",
"Taiwan": "Taïwan",
"Thailand": "Thaïlande",
"Tunisia": "Tunisie",
"Turkey": "Turquie",
"Uganda": "Ouganda",
"Ukraine": "Ukraine",
"United Arab Emirates": "Émirats arabes unis",
"United Kingdom": "Royaume-Uni",
"United States": "États-Unis",
"Uruguay": "Uruguay",
"Uzbekistan": "Ouzbékistan",
"Venezuela": "Venezuela",
"Vietnam": "Vietnam",
"Step 1: Approve Fee": "Étape 1 : Approuver les frais",
"Verifying your passport costs 3 USDC.": "La vérification de votre passeport coûte 3 USDC.",
"Please approve this amount.": "Veuillez approuver ce montant.",
"Approve 3 USDC": "Approuver 3 USDC",
"Step 2: Pay Fee": "Étape 2 : Payer les frais",
"A fee of 3 USDC is required to verify your passport.": "Des frais de 3 USDC sont requis pour vérifier votre passeport.",
"This amount covers Stripe's fee as well as server expenses and any applicable taxes.": "Ce montant couvre les frais de Stripe, les dépenses du serveur et toutes taxes applicables.",
"Pay 3 USDC": "Payer 3 USDC",
"Step 3: Perform Verification": "Étape 3 : Effectuer la vérification",
"Next, prove your ownership of the account by signing the block number of your fee payment. This operation costs no gas.": "Ensuite, prouvez votre propriété du compte en signant le numéro de bloc de votre paiement de frais. Cette opération ne coûte pas de gaz.",
"You will then be redirected to Stripe's website where you will take pictures of your passport and your face.": "Vous serez ensuite redirigé vers le site de Stripe où vous prendrez des photos de votre passeport et de votre visage.",
"Further Input Required": "Informations supplémentaires requises",
"Possible reasons:": "Raisons possibles:",
"Verification canceled before completion": "Vérification annulée avant d'être terminée",
"Submitted verification images did not validate": "Les images de vérification soumises n'ont pas été validées",
"Please try again.": "Veuillez réessayer.",
"Perform Verification": "Effectuer la vérification",
"Verification Processing...": "Traitement de la vérification...",
"Please refresh this page in a few minutes.": "Veuillez actualiser cette page dans quelques minutes.",
"Refresh Now": "Actualiser maintenant",
"New Verifications Temporarily Unavailable": "Nouvelles vérifications temporairement indisponibles",
"As a safeguard, the verification limit has been reached temporarily.": "En tant que mesure de sécurité, la limite de vérification a été temporairement atteinte.",
"Please try again soon.": "Veuillez réessayer bientôt."
}
