{
"English": "日本語",
"Disconnect": "切断",
"Connect": "接続",
"Your wallet is connected to an unsupported chain!": "ウォレットがサポートされていないチェーンに接続されています！",
"Choose from one of the supported chains below:": "以下のサポートされているチェーンのいずれかを選択してください：",
"Alternatively, you may choose to connect a different wallet.": "また、別のウォレットを接続することもできます。",
"Your account is verified and active on xxx!": "あなたのアカウントはxxxで確認済みでアクティブです！",
"Passport Expiration Date": "パスポートの有効期限",
"Public Personal Data": "公開個人データ",
"Over 18": "18歳以上",
"Over 21": "21歳以上",
"Country Code (xxx)": "国コード(xxx)",
"None Published": "公開されていない",
"You may verify a new passport after this date or after revoking the current verification.": "この日付以降または現在の確認を取り消した後に、新しいパスポートを確認することができます。",
"All of your available personal data points have been published publicly on chain.": "利用可能なすべての個人データポイントがチェーン上で公開されています。",
"Since you have already redacted your personal data, you may no longer publish any of your personal data publicly. You must verify your passport again to publish your personal data publicly.": "すでに個人データを削除しているため、もう個人データを公開することはできません。個人データを公開するには、再度パスポートを確認する必要があります。",
"Some applications will use optional public personal data: your country of residence and whether you are over 18 or 21 years of age. If you would like to publish one or more of these data points, please click the button below to sign a message proving your ownership of your account to fetch your personal data points.": "一部のアプリケーションでは、オプションの公開個人データ（居住国、18歳以上または21歳以上かどうか）が使用されます。これらのデータポイントの1つ以上を公開したい場合は、以下のボタンをクリックして、アカウントの所有権を証明するメッセージに署名し、個人データポイントを取得してください。",
"Fetch Personal Data": "個人データを取得",
"If you would like to publish your verification on another chain, change the connected blockchain in your wallet or with the selector above.": "別のチェーンに認証を公開したい場合は、ウォレット内で接続されているブロックチェーンを変更するか、上のセレクターを使用してください。",
"If you would like to revoke your verification, you must first redact your personal information.": "認証を取り消したい場合は、まず個人情報を削除する必要があります。",
"The 'Redact' button below will remove your personal data from Coinpassport and Stripe servers but will not remove any personal data points published publicly on chain.": "下の「削除」ボタンを押すと、CoinpassportとStripeサーバーから個人データが削除されますが、チェーン上に公開されている個人データポイントは削除されません。",
"Redact Personal Information": "個人情報を削除",
"Revoke Verification": "認証を取り消す",
"Your account is verified but not yet active on xxx.": "あなたのアカウントは認証済みですが、xxxではまだアクティブではありません。",
"Click the button below to publish your verification on this chain.": "以下のボタンをクリックして、このチェーンに認証を公開してください。",
"Publish Verification": "認証を公開する",
"Otherwise, you may use the steps further below to begin a new passport verification.": "それ以外の場合は、以下の手順を使用して新しいパスポートの認証を開始できます。",
"Select which data points to publish publicly": "公開するデータポイントを選択してください",
"Minimum Age": "最低年齢",
"Country Of Origin": "出身国",
"Publish Personal Data": "個人データを公開する",
"Cancel": "キャンセル",
"Prove you're a unique human by verifying your passport and publishing a hash of your passport number and country of citizenship to your Ethereum, Polygon, or Avalanche wallet.": "パスポートを確認し、パスポート番号と市民権のある国のハッシュをEthereum、Polygon、またはAvalancheウォレットに公開することで、ユニークな人間であることを証明してください。",
"To begin, connect your browser wallet.": "始めるには、ブラウザウォレットに接続してください。",
"Connect Wallet": "ウォレットに接続",
"Why this Matters": "なぜこれが重要か",
"Most blockchain voting systems suffer from the fact that anybody can make multiple accounts. Proof of Personhood seeks to rewrite this rule so that wallet size no longer determines vote weight.": "ほとんどのブロックチェーン投票システムは、誰でも複数のアカウントを作成できるという問題があります。 Proof of Personhoodは、このルールを書き換えて、ウォレットのサイズが投票の重みを決めないようにしようとしています。",
"Other Proof of Personhood protocols implement elaborate schemes to accomplish this: Worldcoin scans your eyeballs, Idena requires synchronized captcha puzzle solving, Proof of Humanity slashes your necessarily-large deposit if you try to cheat.": "他のProof of Personhoodプロトコルは、これを達成するために精巧なスキームを実装しています。Worldcoinはあなたの眼球をスキャンし、Idenaは同期化されたキャプチャパズルの解決を要求し、Proof of Humanityは不正行為をしようとするとあなたの必要な大きなデポジットを削減します。",
"Coinpassport utilizes your government-issued passport to ensure each person can only open one account.": "Coinpassportは、政府が発行したパスポートを利用して、各人が1つのアカウントしか開けないようにします。",
"The full possibilities of democratic governance can now be explored on applications built using Coinpassport.": "Coinpassportを使用して構築されたアプリケーションで、民主的なガバナンスのすべての可能性を現在調査できます。",
"How it Works": "仕組み",
"Pay 3 USDC fee to cover verification service": "検証サービスの費用をカバーするために3 USDCの手数料を支払う",
"Verify by taking a picture of your passport and your face with your mobile phone": "携帯電話でパスポートと顔の写真を撮って確認する",
"Publish your verification result to any supported blockchain": "検証結果をサポートされているブロックチェーンに公開する",
"Why Trust Coinpassport": "Coinpassportを信頼する理由",
"Your individual details will never be revealed. Your verification result only identifies your wallet as belonging to a unique human.": "個々の詳細は決して明らかにされません。検証結果は、ウォレットが一意の人間に属していることを特定するだけです。",
"After verifying, you may (and should) redact your personal information from our servers. If you wish, you may also revoke your verification status.": "検証後、当社のサーバーから個人情報を削除することができます（そして、削除すべきです）。また、検証ステータスを取り消すこともできます。",
"Supported Countries": "対応国",
"Albania": "アルバニア",
"Algeria": "アルジェリア",
"Argentina": "アルゼンチン",
"Armenia": "アルメニア",
"Australia": "オーストラリア",
"Austria": "オーストリア",
"Azerbaijan": "アゼルバイジャン",
"Bahamas": "バハマ",
"Bahrain": "バーレーン",
"Bangladesh": "バングラデシュ",
"Belarus": "ベラルーシ",
"Belgium": "ベルギー",
"Benin": "ベナン",
"Bolivia": "ボリビア",
"Brazil": "ブラジル",
"Bulgaria": "ブルガリア",
"Cameroon": "カメルーン",
"Canada": "カナダ",
"Chile": "チリ",
"China": "中国",
"Colombia": "コロンビア",
"Costa Rica": "コスタリカ",
"Côte d’Ivoire": "コートジボワール",
"Croatia": "クロアチア",
"Cyprus": "キプロス",
"Czech Republic": "チェコ共和国",
"Denmark": "デンマーク",
"Dominican Republic": "ドミニカ共和国",
"Ecuador": "エクアドル",
"Egypt": "エジプト",
"El Salvador": "エルサルバドル",
"Estonia": "エストニア",
"Finland": "フィンランド",
"France": "フランス",
"Georgia": "ジョージア",
"Germany": "ドイツ",
"Ghana": "ガーナ",
"Greece": "ギリシャ",
"Guatemala": "グアテマラ",
"Haiti": "ハイチ",
"Honduras": "ホンジュラス",
"Hong Kong": "香港",
"Hungary": "ハンガリー",
"India": "インド",
"Indonesia": "インドネシア",
"Iraq": "イラク",
"Ireland": "アイルランド",
"Israel": "イスラエル",
"Italy": "イタリア",
"Jamaica": "ジャマイカ",
"Japan": "日本",
"Jersey": "ジャージー",
"Jordan": "ヨルダン",
"Kazakhstan": "カザフスタン",
"Kenya": "ケニア",
"Kuwait": "クウェート",
"Latvia": "ラトビア",
"Lebanon": "レバノン",
"Liechtenstein": "リヒテンシュタイン",
"Lithuania": "リトアニア",
"Luxembourg": "ルクセンブルク",
"Malaysia": "マレーシア",
"Malta": "マルタ",
"Mauritius": "モーリシャス",
"Mexico": "メキシコ",
"Moldova": "モルドバ",
"Mongolia": "モンゴル",
"Morocco": "モロッコ",
"Myanmar (Burma)": "ミャンマー（ビルマ）",
"Nepal": "ネパール",
"Netherlands": "オランダ",
"New Zealand": "ニュージーランド",
"Nigeria": "ナイジェリア",
"North Macedonia": "北マケドニア",
"Norway": "ノルウェー",
"Pakistan": "パキスタン",
"Palestinian Territories": "パレスチナ自治区",
"Panama": "パナマ",
"Paraguay": "パラグアイ",
"Peru": "ペルー",
"Philippines": "フィリピン",
"Poland": "ポーランド",
"Portugal": "ポルトガル",
"Puerto Rico": "プエルトリコ",
"Romania": "ルーマニア",
"Russia": "ロシア",
"Saudi Arabia": "サウジアラビア",
"Serbia": "セルビア",
"Singapore": "シンガポール",
"Slovakia": "スロバキア",
"Slovenia": "スロベニア",
"South Africa": "南アフリカ",
"South Korea": "韓国",
"Spain": "スペイン",
"Sri Lanka": "スリランカ",
"Sweden": "スウェーデン",
"Switzerland": "スイス",
"Taiwan": "台湾",
"Thailand": "タイ",
"Tunisia": "チュニジア",
"Turkey": "トルコ",
"Uganda": "ウガンダ",
"Ukraine": "ウクライナ",
"United Arab Emirates": "アラブ首長国連邦",
"United Kingdom": "イギリス",
"United States": "アメリカ合衆国",
"Uruguay": "ウルグアイ",
"Uzbekistan": "ウズベキスタン",
"Venezuela": "ベネズエラ",
"Vietnam": "ベトナム",
"Step 1: Approve Fee": "ステップ1：手数料を承認",
"Verifying your passport costs 3 USDC.": "パスポートの確認に3 USDCがかかります。",
"Please approve this amount.": "この金額を承認してください。",
"Approve 3 USDC": "3 USDC を承認",
"Step 2: Pay Fee": "ステップ2：手数料を支払う",
"A fee of 3 USDC is required to verify your passport.": "パスポートの確認には3 USDCの手数料が必要です。",
"This amount covers Stripe's fee as well as server expenses and any applicable taxes.": "この金額には、Stripeの手数料やサーバー費用、適用される税金が含まれています。",
"Pay 3 USDC": "3 USDC を支払う",
"Step 3: Perform Verification": "ステップ3：認証を実行",
"Next, prove your ownership of the account by signing the block number of your fee payment. This operation costs no gas.": "次に、手数料の支払いのブロック番号に署名して、アカウントの所有権を証明してください。この操作にはガスがかかりません。",
"You will then be redirected to Stripe's website where you will take pictures of your passport and your face.": "その後、Stripeのウェブサイトにリダイレクトされ、パスポートと顔の写真を撮影します。",
"Further Input Required": "さらなる入力が必要です",
"Possible reasons:": "考えられる理由：",
"Verification canceled before completion": "完了前に確認がキャンセルされました",
"Submitted verification images did not validate": "提出された確認画像が検証されませんでした",
"Please try again.": "もう一度お試しください。",
"Perform Verification": "認証を実行",
"Verification Processing...": "認証処理中...",
"Please refresh this page in a few minutes.": "数分後にこのページを更新してください。",
"Refresh Now": "今すぐ更新",
"New Verifications Temporarily Unavailable": "新しい認証が一時的に利用できません",
"As a safeguard, the verification limit has been reached temporarily.": "保護措置として、認証の制限が一時的に達成されました。",
"Please try again soon.": "もう一度お試しください。"
}
